---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.HideCropBoundaries
source: html/60fae919-9378-d895-8248-306c46675e23.htm
---
# Autodesk.Revit.DB.PDFExportOptions.HideCropBoundaries Property

Whether to hide crop boundaries.

## Syntax (C#)
```csharp
public bool HideCropBoundaries { get; set; }
```